insert into bookmark_tb(user_id, board_id, created_at)
values
-- user 1 (북마크 5개, 자신 글 제외)
(1, 100, NOW()),
(1, 22, NOW()),
(1, 35, NOW()),
(1, 47, NOW()),
(1, 88, NOW()),

-- user 2
(2, 100, NOW()),
(2, 11, NOW()),
(2, 36, NOW()),
(2, 55, NOW()),
(2, 77, NOW()),

-- user 3
(3, 100, NOW()),
(3, 12, NOW()),
(3, 28, NOW()),
(3, 56, NOW()),
(3, 90, NOW()),

-- user 4
(4, 100, NOW()),
(4, 13, NOW()),
(4, 29, NOW()),
(4, 44, NOW()),
(4, 78, NOW()),

-- user 5
(5, 100, NOW()),
(5, 14, NOW()),
(5, 30, NOW()),
(5, 57, NOW()),
(5, 89, NOW()),

-- user 6
(6, 100, NOW()),
(6, 15, NOW()),
(6, 40, NOW()),
(6, 58, NOW()),
(6, 79, NOW()),

-- user 7
(7, 100, NOW()),
(7, 16, NOW()),
(7, 31, NOW()),
(7, 59, NOW()),
(7, 85, NOW()),

-- user 8
(8, 100, NOW()),
(8, 17, NOW()),
(8, 32, NOW()),
(8, 60, NOW()),
(8, 86, NOW()),

-- user 9
(9, 100, NOW()),
(9, 18, NOW()),
(9, 33, NOW()),
(9, 61, NOW()),
(9, 91, NOW()),

-- user 10
(10, 19, NOW()),
(10, 34, NOW()),
(10, 45, NOW()),
(10, 62, NOW()),
(10, 87, NOW());
